{
  "home_h1_1": "Discover Your World of Books at Marotzki",
  "home_h2_2": "Welcome to a Bookstore with Soul",
  "home_h2_3": "Our Recommended Book Selection",
  "home_h2_4": "Why Choose Marotzki Bookstore?",
  "home_h2_5": "What Our Customers Say",
  "home_h2_6": "Ready to Begin Your Literary Adventure?",
  "home_h3_7": "Student bookstore in Israel with a tradition of excellence - academic textbooks at affordable prices and a wide selection for every reader",
  "home_h3_8": "Classic and Modern Literature",
  "home_h3_9": "Educational Children's Books",
  "home_p_16": "Happily created by&nbsp;Zappy",
  "home_p_17": "Marotzki is more than just a bookstore - it's a place where tradition meets innovation. For many years, we've been providing students, parents, and avid readers with access to a wide variety of quality books at affordable prices. Our store combines classic vintage design with modern, professional service, creating a unique shopping experience that recalls the charm of traditional bookstores.",
  "home_p_18": "Whether you're looking for academic textbooks, leisure literature, or educational books for children - you'll find exactly what you need with us. We believe that every book is a gateway to a new world, and every reader deserves convenient and affordable access to knowledge and culture.",
  "home_p_19": "An impressive collection of literary works from Israel and around the world - from timeless classics to contemporary novels that captivate the imagination.",
  "home_p_20": "Inspiring books for children of all ages - from picture books for toddlers to fascinating reference books for teens. Supporting learning and development.",
  "home_p_21": "A vast selection of textbooks for all fields - exact sciences, social sciences, engineering, and more. All books at special prices for students.",
  "home_p_22": "Our professional staff is here to help you find exactly the book you're looking for. We know every corner of the store and are happy to advise.",
  "home_p_23": "Thousands of books in all categories - from academic textbooks to entertainment literature. You'll always find what you're looking for.",
  "home_p_24": "Special prices for students, regular discounts, and ongoing promotions. High quality at a fair price.",
  "home_p_25": "Charming vintage design that creates a pleasant and special shopping experience. Like visiting an antique private library.",
  "home_p_26": "Professional and friendly staff who know the world of books deeply and are always available for advice and assistance.",
  "home_p_27": "\"The most charming bookstore I've ever visited! The vintage atmosphere and vast selection make every visit an experience. I found all my textbooks here at excellent prices.\"",
  "home_p_28": "\"As a parent, I really appreciate the variety of educational children's books. The staff always helps me find books suitable for my children's age and level. Highly recommend!\"",
  "home_p_29": "\"Marotzki is much more than a bookstore - it's a place where I feel at home. Excellent service, fair prices, and the atmosphere is simply magical. A real bookstore in the good old style.\"",
  "home_p_30": "Come visit us at the store or contact us to discover the full range of our books. We're here to help you find the perfect book.",
  "home_p_31": "© 2025 Marotzki. All rights reserved.",
  "home_p_32": "Created with&nbsp;Zappy",
  "about_h1_1": "The Story Behind Marotzki Bookstore",
  "about_h2_2": "The Values That Guide Us",
  "about_h2_3": "Our Mission",
  "about_h2_4": "Our Team",
  "about_h2_5": "Get to Know Us Better",
  "about_h3_6": "A tradition of excellence, love of books and dedicated service - a bookstore for students in Israel that believes in the power of knowledge",
  "about_h3_7": "Love of Books",
  "about_h3_8": "Dedicated Service",
  "about_h3_9": "Honesty and Transparency",
  "about_p_14": "Happily created by&nbsp;Zappy",
  "about_p_15": "Marotzki is not just a bookstore - it's a cultural institution with a rich tradition and deep love for the world of books. Our story began many years ago, when our founders decided to create a place where books are not only sold, but also celebrated and honored. They wanted to create a bookstore that would be a second home for passionate readers, a place where you can spend hours among the shelves, discover new stories and feel the magic of literature.",
  "about_p_16": "From the beginning, our vision was clear: to make knowledge and culture accessible to everyone. We believe that every person deserves access to quality books, regardless of their financial situation. Therefore, we specialize in providing academic textbooks at affordable prices for students, and offer a wide variety of books in all categories at fair and worthwhile prices.",
  "about_p_17": "The unique design of our store reflects our love for the tradition and history of classic bookstores. The vintage style creates a pleasant and inviting atmosphere, reminiscent of the charm of traditional bookstores from the past. Every corner of the store is carefully designed to create a unique experience that encourages staying, discovering and falling in love with books again.",
  "about_p_18": "We believe in the life-changing power of books. Every book is a gateway to a new world, and our mission is to help every person find the book that will change their life.",
  "about_p_19": "Our team consists of passionate readers who love what they do. We are here to help, advise and ensure that every customer finds exactly what they are looking for.",
  "about_p_20": "We believe in fair prices and complete transparency. You won't find hidden costs or inflated prices with us - just fair prices and honest service.",
  "about_p_21": "Marotzki Bookstore is more than a business place - it's part of the community. We are proud of the relationships we have built with our customers over the years.",
  "about_p_22": "The mission of Marotzki Bookstore is simple yet important: to make knowledge and culture accessible to everyone. We believe that books are not luxuries - they are a basic need essential for personal development, education and growth. Therefore, we make every effort to offer a wide variety of books at affordable prices, especially for students and parents who invest in their children's education.",
  "about_p_23": "We are also committed to preserving the tradition of classic bookstores - places where you can spend time, discover new books and receive personal and professional advice. In an era of online shopping and digital books, we believe there is tremendous value in the physical experience of visiting a real bookstore, with shelves full of possibilities and people who love books.",
  "about_p_24": "Additionally, we see ourselves as partners in the educational and cultural process of the community. We work in collaboration with educational institutions, teachers and parents to ensure that we always have the right books at the right price. We believe that investing in books is investing in the future.",
  "about_p_25": "The Marotzki team consists of passionate and professional readers who love the world of books and are committed to providing excellent service. Each team member brings deep knowledge in the field of literature and specialization in different categories, so there will always be someone who can help you find the perfect book.",
  "about_p_26": "Our team reads extensively and knows the world of books in depth - from classics to contemporary novels. We are always updated on the newest and most fascinating books.",
  "about_p_27": "We have experts who know in depth the requirements of every educational institution and can help students find the textbooks they need for every course.",
  "about_p_28": "Team members who specialize in children's literature and can advise parents which books are suitable for their children's age and level.",
  "about_p_29": "We would be happy to see you at Marotzki Bookstore and share with you the magic of the world of books. Our team awaits you with a warm welcome.",
  "about_p_30": "© 2025 Marotzki. All rights reserved.",
  "about_p_31": "Created with&nbsp;Zappy",
  "home_h3_10": "Academic Textbooks",
  "home_h3_11": "Personal and Dedicated Service",
  "home_h3_12": "Vast Variety",
  "home_h3_13": "Affordable Prices",
  "home_h3_14": "Unique Atmosphere",
  "home_h3_15": "Excellent Service",
  "terms_h1_1": "Terms of Use",
  "terms_h2_2": "1. Definitions",
  "terms_h2_3": "2. Service Description",
  "terms_h2_4": "3. Terms of Use",
  "terms_h2_5": "4. User Obligations",
  "terms_h2_6": "5. Payment and Refund Policy",
  "terms_h2_7": "6. Limitation of Liability",
  "terms_h2_8": "7. Copyright and Intellectual Property",
  "terms_h2_9": "8. Privacy",
  "terms_p_15": "Marotzki provides book retail services through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
  "terms_p_17": "If the services include payment:",
  "terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company shall not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "terms_p_19": "All content on the website, including texts, images, design and code, is protected by copyrights belonging to Marotzki. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "terms_p_20": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "terms_p_21": "The company may change these terms of use at any time. Material changes will be published on the website with 30 days advance notice. Continued use after the change constitutes agreement to the new terms.",
  "terms_p_22": "The company may discontinue or limit the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections shall remain in effect.",
  "terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "terms_p_24": "For questions or clarifications regarding the terms of use:",
  "terms_p_25": "© 2025 Marotzki. All rights reserved.",
  "terms_p_26": "Created using&nbsp;Zappy",
  "about_h3_10": "Community and Tradition",
  "about_h3_11": "Literature Experts",
  "about_h3_12": "Academic Specialists",
  "about_h3_13": "Children's Book Advisors",
  "home_alt_49": "Marotzki",
  "home_alt_50": "Classic and Modern Literature",
  "home_alt_51": "Educational children's books",
  "home_alt_52": "Academic textbooks at affordable prices",
  "home_alt_53": "Personal and professional service",
  "home_nav_46": "Our Books",
  "home_nav_47": "About",
  "home_nav_48": "Contact",
  "terms_h2_10": "9. Modification of Terms of Use",
  "terms_h2_11": "10. Service Termination",
  "terms_h2_12": "11. Governing Law and Dispute Resolution",
  "terms_h2_13": "12. General Provisions",
  "terms_h2_14": "13. Contact Information",
  "terms_li_32": "\"The Company\" - Marotzki",
  "terms_li_33": "\"The User\" - anyone who browses or uses the website",
  "terms_li_34": "\"The Services\" - book retail services provided through the website",
  "terms_li_35": "Using the website for legal purposes only",
  "terms_li_36": "Not interfering with the website's operation or other users",
  "terms_li_37": "Not uploading offensive, illegal or harmful content",
  "terms_li_38": "Respecting copyrights and intellectual property",
  "terms_li_39": "Not performing actions that may harm website security",
  "terms_li_40": "Providing correct and accurate information during registration or ordering",
  "terms_li_41": "Maintaining confidentiality of account access details",
  "terms_li_42": "Immediate notification of any unauthorized use of the account",
  "terms_li_43": "Updating personal information as needed",
  "terms_li_44": "Payments are processed through secure and encrypted systems",
  "terms_li_45": "Prices include VAT as required by law",
  "terms_li_46": "Right of cancellation will stand in accordance with Consumer Protection Law",
  "terms_li_47": "Refunds will be processed within 14 business days from cancellation approval",
  "terms_li_48": "If part of the terms is declared invalid, the remaining terms shall remain in effect",
  "terms_li_49": "Non-enforcement of a right shall not be considered a waiver thereof",
  "terms_li_50": "The terms of use constitute the entire agreement between the parties",
  "terms_li_51": "Company: Marotzki",
  "terms_li_52": "Email: info@company.com",
  "terms_li_53": "Phone: 03-1234567",
  "terms_li_54": "Address: Company Address, Israel",
  "about_alt_41": "Marotzki",
  "about_nav_38": "Our Books",
  "about_nav_39": "About",
  "about_nav_40": "Contact",
  "contact_h1_1": "Contact Marotzki Bookstore",
  "contact_h2_2": "Send Us a Message",
  "contact_h2_3": "Contact Details",
  "contact_h2_4": "Come Visit Us at the Store",
  "contact_h3_5": "We'd be happy to help you find the books you're looking for - professional and dedicated team at your service",
  "contact_h3_6": "Phone",
  "contact_h3_7": "Email",
  "contact_h3_8": "Address",
  "contact_h3_9": "Opening Hours",
  "contact_p_10": "Happily created by&nbsp;Zappy",
  "contact_p_11": "Fill in your details and we'll get back to you soon. We'd be happy to help you find books, answer questions, or take special orders.",
  "contact_p_12": "[business_address]",
  "contact_p_13": "Sunday - Thursday: 9:00 AM - 7:00 PM",
  "contact_p_14": "Friday: 9:00 AM - 2:00 PM",
  "contact_p_15": "Saturday: Closed",
  "contact_p_16": "מארוצקי bookstore is conveniently and accessibly located. We invite you to visit us and experience our vast selection of books, the unique design of our store, and the dedicated service of our staff. Whether you're looking for a specific book or simply want to browse the shelves and discover something new - you'll always find a pleasant and welcoming atmosphere with us.",
  "contact_p_17": "Convenient parking in the area",
  "contact_p_18": "Full accessibility for people with disabilities",
  "contact_p_19": "Pleasant coffee corner for reading on-site",
  "contact_p_20": "© 2025 מארוצקי. All rights reserved.",
  "contact_p_21": "Created with&nbsp;Zappy",
  "home_link_38": "Zappy",
  "home_link_39": "Start Reading Today",
  "home_link_40": "Discover the Collection",
  "home_link_41": "Contact Us Now",
  "home_link_42": "Privacy Policy",
  "home_link_43": "Accessibility",
  "home_link_44": "Terms of Use",
  "home_link_45": "Zappy",
  "home_span_33": "Start Reading Today",
  "home_span_34": "Discover the Collection",
  "home_span_35": "Psychology Student",
  "home_span_36": "Parent of Three",
  "home_span_37": "Avid Reader",
  "privacy_h1_1": "Privacy Policy",
  "privacy_h2_2": "1. Information Collection",
  "privacy_h2_3": "2. Use of Information",
  "privacy_h2_4": "3. Information Sharing",
  "privacy_h2_5": "4. User Rights",
  "privacy_h2_6": "5. Cookies",
  "privacy_h2_7": "6. Information Security",
  "privacy_h2_8": "7. Policy Changes",
  "privacy_h2_9": "8. Contact",
  "privacy_p_10": "מארוצקי (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "privacy_p_11": "We may collect the following types of information:",
  "privacy_p_12": "We use the collected information for the following purposes:",
  "privacy_p_13": "We will not sell, rent or share your personal information with third parties, except in the following cases:",
  "privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
  "privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
  "privacy_p_16": "We take reasonable security measures to protect your information, including encryption, firewalls and restricted access control. However, no method of transmission or storage is 100% secure.",
  "privacy_p_17": "We may update this privacy policy from time to time. Material changes will be posted on the website with 30 days advance notice.",
  "privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
  "privacy_p_19": "Data Protection Registrar: For complaints, you may contact the Data Protection Registrar at the Ministry of Justice",
  "privacy_p_20": "© 2025 מארוצקי. All rights reserved.",
  "privacy_p_21": "Created with&nbsp;Zappy",
  "terms_alt_58": "Marotzki",
  "terms_nav_55": "Our Books",
  "terms_nav_56": "About",
  "terms_nav_57": "Contact",
  "about_link_32": "Zappy",
  "about_link_33": "Contact Us Now",
  "about_link_34": "Privacy Policy",
  "about_link_35": "Accessibility",
  "about_link_36": "Terms of Use",
  "about_link_37": "Zappy",
  "privacy_li_27": "Personal information: name, email address, phone number and address",
  "privacy_li_28": "Technical information: IP address, browser type, operating system and website usage data",
  "privacy_li_29": "Cookies: information stored on your computer to improve user experience",
  "privacy_li_30": "Providing requested services",
  "privacy_li_31": "Improving service and user experience",
  "privacy_li_32": "Contacting you regarding our services",
  "privacy_li_33": "Compliance with legal requirements",
  "privacy_li_34": "With your explicit consent",
  "privacy_li_35": "When required by law",
  "privacy_li_36": "To protect our rights or the security of our users",
  "privacy_li_37": "With service providers who assist in operating the service (under confidentiality agreements)",
  "privacy_li_38": "Right to access personal information stored about you",
  "privacy_li_39": "Right to correct incorrect or inaccurate information",
  "privacy_li_40": "Right to delete personal information under certain circumstances",
  "privacy_li_41": "Right to object to information processing for marketing purposes",
  "privacy_li_42": "Right to file a complaint with the Data Protection Registrar",
  "privacy_li_43": "Company: מארוצקי",
  "privacy_li_44": "Email: info@company.com",
  "privacy_li_45": "Phone: 03-1234567",
  "privacy_li_46": "Address: Company Address, Israel",
  "services_h1_1": "Discover Our Comprehensive Book Collection",
  "services_h2_2": "Academic Textbooks",
  "services_h2_3": "Classic and Modern Literature",
  "services_h2_4": "Children's Books and Young Adult Literature",
  "services_h2_5": "Reference Books and Personal Development",
  "services_h2_6": "Gifts and Reading Accessories",
  "services_h2_7": "Personal Service and Special Orders",
  "services_h2_8": "Interested in discovering more about our books?",
  "services_h3_9": "A bookstore for students in Israel with a rich collection of academic textbooks at affordable prices, quality literature and fascinating children's books",
  "services_p_10": "Happily created by&nbsp;Zappy",
  "services_p_11": "Marotski is a bookstore that offers a wide and comprehensive variety of books for every reader and every need. Whether you're students looking for academic textbooks at affordable prices, parents who want to encourage their children to read, or simply avid readers - you'll find exactly what you need here.",
  "services_p_12": "Our collection is regularly updated, and our professional staff is always available to help you find the perfect book. We take pride in our personal and dedicated service and in the unique atmosphere of our store, which combines vintage charm with modern comfort.",
  "services_p_13": "Our largest department is dedicated to students and academics. We offer a huge variety of textbooks in all fields - exact sciences, social sciences, engineering, medicine, law and more. All books are available at special prices for students, because we believe that access to knowledge should be accessible to everyone.",
  "services_p_14": "In addition to standard textbooks, you'll also find academic reference books, research papers, articles and additional sources that will help you succeed in your studies. Our staff knows in depth the requirements of every educational institution and can help you find exactly the books you need for your course.",
  "services_p_15": "A real bookstore cannot exist without a rich and diverse literature department. Here you'll find all the classics - from masterpieces of world literature to leading Israeli authors. Whether you love historical novels, psychological thrillers, science fiction or poetry - we have something for you.",
  "services_p_16": "We also keep track of the newest and most fascinating books being published, so you can always find the most recommended contemporary novels with us. Our staff reads extensively and is always happy to share personal recommendations and help you find your next captivating book.",
  "services_p_17": "We believe it's important to cultivate a love of reading from a young age, which is why we've invested great effort in creating a special and diverse children's book department. You'll find charming picture books for toddlers, educational books for elementary school age, and fascinating young adult literature for teenagers.",
  "services_p_18": "All books are carefully selected to support children's development - improve their reading skills, broaden their horizons, and encourage imagination and creativity. Our staff specializes in children's literature and can advise parents which books are suitable for their child's age and level.",
  "services_p_19": "In addition to fiction, we offer a wide selection of reference books in various fields - history, biographies, science, art, philosophy, psychology and more. These are books that enrich knowledge, broaden horizons and provide practical tools for life.",
  "services_p_20": "Our personal development department includes books on time management, leadership, entrepreneurship, health and quality of life. These are books that can change lives and help you achieve your goals. We choose only quality and well-founded books that can truly make a difference.",
  "services_p_21": "A book is always a perfect gift, and we offer a special gift wrapping service that turns any book into a stunning gift. Additionally, you'll find a variety of reading accessories with us - designer bookmarks, scented candles, tea cups, and other items that make the reading experience even more special.",
  "services_p_22": "We also offer bookstore gift cards, which are the perfect solution when you're not sure which book to choose for someone. The card allows the gift recipient to choose the book they most want to read themselves.",
  "services_p_23": "One of the great advantages of a traditional bookstore is the personal and dedicated service. Our staff consists of avid readers who know the world of books in depth and are always happy to help. We can advise you on book selection, recommend new authors, and help you find exactly what you're looking for.",
  "services_p_24": "If you're looking for a specific book that we don't currently have in stock, we'll be happy to order it for you. Our service also includes special orders for rare books, limited editions and books in foreign languages. We do everything to ensure you find the book you want.",
  "services_p_25": "Come visit us at Marotski bookstore and enjoy a unique shopping experience. Our staff will be happy to help you find the perfect book.",
  "services_p_26": "© 2025 Marotski. All rights reserved.",
  "services_p_27": "Created using&nbsp;Zappy",
  "terms_link_27": "info@company.com",
  "terms_link_28": "Privacy Policy",
  "terms_link_29": "Accessibility",
  "terms_link_30": "Terms of Use",
  "terms_link_31": "Zappy",
  "contact_alt_37": "מארוצקי",
  "contact_btn_29": "Send Message",
  "contact_nav_34": "Our Books",
  "contact_nav_35": "About",
  "contact_nav_36": "Contact",
  "privacy_alt_50": "מארוצקי",
  "privacy_nav_47": "Our Books",
  "privacy_nav_48": "About",
  "privacy_nav_49": "Contact",
  "contact_link_22": "Zappy",
  "contact_link_23": "[business_phone]",
  "contact_link_24": "[business_email]",
  "contact_link_25": "Privacy Policy",
  "contact_link_26": "Accessibility",
  "contact_link_27": "Terms of Use",
  "contact_link_28": "Zappy",
  "home_page_title": "Discover Your World of Books — Marotski",
  "privacy_link_22": "info@company.com",
  "privacy_link_23": "Privacy Policy",
  "privacy_link_24": "Accessibility",
  "privacy_link_25": "Terms of Use",
  "privacy_link_26": "Zappy",
  "services_alt_37": "Marotski",
  "services_alt_38": "Academic textbooks at affordable prices",
  "services_alt_39": "Classic and modern literature",
  "services_alt_40": "Educational children's books",
  "services_alt_41": "Reference and professional books",
  "services_alt_42": "Gifts and reading accessories",
  "services_alt_43": "Personal and professional service",
  "services_nav_34": "Our Books",
  "services_nav_35": "About",
  "services_nav_36": "Contact",
  "about_page_title": "Our Story and Tradition of Excellence — Marotzki",
  "contact_label_30": "Full Name *",
  "contact_label_31": "Email *",
  "contact_label_32": "Phone *",
  "contact_label_33": "Message",
  "legal_terms_h1_1": "Terms of Use",
  "legal_terms_h2_2": "1. Definitions",
  "legal_terms_h2_3": "2. Description of Services",
  "legal_terms_h2_4": "3. Terms of Use",
  "legal_terms_h2_5": "4. User Obligations",
  "legal_terms_h2_6": "5. Payment and Refund Policy",
  "legal_terms_h2_7": "6. Limitation of Liability",
  "legal_terms_h2_8": "7. Copyright and Intellectual Property",
  "legal_terms_h2_9": "8. Privacy",
  "legal_terms_p_15": "[business_name] provides general services through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "legal_terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
  "legal_terms_p_17": "If the services include payment:",
  "legal_terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company shall not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "legal_terms_p_19": "All content on the website, including texts, images, design and code, are protected by copyrights belonging to [business_name]. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "legal_terms_p_20": "Collection and use of personal information are subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "legal_terms_p_21": "The company may modify these terms of use at any time. Material changes will be published on the website with 30 days advance notice. Continued use after the change constitutes agreement to the new terms.",
  "legal_terms_p_22": "The company may discontinue or restrict the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections shall remain in effect.",
  "legal_terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "legal_terms_p_24": "For questions or clarifications regarding the terms of use:",
  "services_link_28": "Zappy",
  "services_link_29": "Contact us now",
  "services_link_30": "Privacy Policy",
  "services_link_31": "Accessibility",
  "services_link_32": "Terms of Use",
  "services_link_33": "Zappy",
  "terms_page_title": "Terms of Use",
  "accessibility_p_9": "מארוצקי is committed to making services accessible to the general public. We work to implement the Israeli Standard (IS 5568) guidelines based on WCAG 2.1 Level AA guidelines.",
  "legal_terms_h2_10": "9. Modification of Terms of Use",
  "legal_terms_h2_11": "10. Service Termination",
  "legal_terms_h2_12": "11. Governing Law and Dispute Resolution",
  "legal_terms_h2_13": "12. General Provisions",
  "legal_terms_h2_14": "13. Contact Information",
  "legal_terms_li_28": "\"The Company\" - [business_name]",
  "legal_terms_li_29": "\"The User\" - anyone who browses or uses the website",
  "legal_terms_li_30": "\"The Services\" - general services provided through the website",
  "legal_terms_li_31": "Using the website for legal purposes only",
  "legal_terms_li_32": "Not interfering with the website's operation or other users",
  "legal_terms_li_33": "Not uploading offensive, illegal or harmful content",
  "legal_terms_li_34": "Respecting copyright and intellectual property rights",
  "legal_terms_li_35": "Not performing actions that could harm website security",
  "legal_terms_li_36": "Providing correct and accurate information during registration or ordering",
  "legal_terms_li_37": "Maintaining confidentiality of account access details",
  "legal_terms_li_38": "Immediate notification of any unauthorized use of the account",
  "legal_terms_li_39": "Updating personal information as needed",
  "legal_terms_li_40": "Payments are made through secure and encrypted systems",
  "legal_terms_li_41": "Prices include VAT as required by law",
  "legal_terms_li_42": "Right of transaction cancellation will stand in accordance with Consumer Protection Law",
  "legal_terms_li_43": "Refunds will be processed within 14 business days from cancellation approval",
  "legal_terms_li_44": "If part of the terms are declared invalid, the remaining terms shall remain in effect",
  "legal_terms_li_45": "Non-enforcement of a right shall not be considered a waiver thereof",
  "legal_terms_li_46": "The terms of use constitute the entire agreement between the parties",
  "legal_terms_li_47": "Company: [business_name]",
  "legal_terms_li_48": "Email: [business_email]",
  "legal_terms_li_49": "Phone: [business_phone]",
  "legal_terms_li_50": "Address: [business_address]",
  "accessibility_h1_1": "Accessibility Statement",
  "accessibility_h2_2": "1. Accessibility Policy",
  "accessibility_h2_3": "2. Website Accessibility Arrangements",
  "accessibility_h2_4": "3. Supported Assistive Technologies",
  "accessibility_h2_5": "4. Accessibility Testing",
  "accessibility_h2_6": "5. Continuous Improvements",
  "accessibility_h2_7": "6. Contact and Feedback",
  "accessibility_h3_8": "WCAG 2.1 Standard Compliance",
  "accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "accessibility_p_11": "The website complies with WCAG 2.1 Level AA standard, which includes:",
  "accessibility_p_12": "The website was tested using:",
  "accessibility_p_13": "We work continuously to improve website accessibility and update it according to technological developments and user feedback.",
  "accessibility_p_14": "If you encountered an accessibility problem on the website or need assistance, please contact us:",
  "accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work toward resolution within 10 business days.",
  "accessibility_p_16": "Complaints: You may file a complaint with the Ministry of Justice - Commissioner for Equal Rights for People with Disabilities",
  "accessibility_p_17": "© 2025 מארוצקי. All rights reserved.",
  "accessibility_p_18": "Created with&nbsp;Zappy",
  "contact_page_title": "Contact Our Bookstore — מארוצקי",
  "legal_privacy_h1_1": "Privacy Policy",
  "legal_privacy_h2_2": "1. Information Collection",
  "legal_privacy_h2_3": "2. Use of Information",
  "legal_privacy_h2_4": "3. Information Sharing",
  "legal_privacy_h2_5": "4. User Rights",
  "legal_privacy_h2_6": "5. Cookies",
  "legal_privacy_h2_7": "6. Information Security",
  "legal_privacy_h2_8": "7. Policy Changes",
  "legal_privacy_h2_9": "8. Contact Us",
  "legal_privacy_p_10": "[business_name] (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "legal_privacy_p_11": "We may collect the following types of information:",
  "legal_privacy_p_12": "We use the collected information for the following purposes:",
  "legal_privacy_p_13": "We will not sell, rent or share your personal information with third parties, except in the following cases:",
  "legal_privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
  "legal_privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
  "legal_privacy_p_16": "We take reasonable security measures to protect your information, including encryption, firewalls and restricted access control. However, no method of transmission or storage is 100% secure.",
  "legal_privacy_p_17": "We may update this privacy policy from time to time. Material changes will be published on the website with 30 days advance notice.",
  "legal_privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
  "legal_privacy_p_19": "Database Registrar: For complaints, you can contact the Database Registrar at the Ministry of Justice",
  "privacy_page_title": "Privacy Policy",
  "accessibility_li_24": "Keyboard navigation support",
  "accessibility_li_25": "Screen reader support",
  "accessibility_li_26": "Appropriate color contrast",
  "accessibility_li_27": "Flexible and scalable font sizes",
  "accessibility_li_28": "Detailed image descriptions (Alt text)",
  "accessibility_li_29": "Hierarchically structured headings",
  "accessibility_li_30": "Descriptive and clear links",
  "accessibility_li_31": "Zoom support up to 200% without content loss",
  "accessibility_li_32": "Perceivable: Information is presented in ways users can perceive",
  "accessibility_li_33": "Operable: Interface components are operable",
  "accessibility_li_34": "Understandable: Information and user interface are understandable",
  "accessibility_li_35": "Robust: Content can be interpreted by a variety of technologies",
  "accessibility_li_36": "NVDA (Windows)",
  "accessibility_li_37": "JAWS (Windows)",
  "accessibility_li_38": "VoiceOver (Mac/iOS)",
  "accessibility_li_39": "TalkBack (Android)",
  "accessibility_li_40": "Dragon NaturallySpeaking",
  "accessibility_li_41": "Switch navigation",
  "accessibility_li_42": "Automated accessibility testing tools",
  "accessibility_li_43": "Manual testing with screen readers",
  "accessibility_li_44": "Keyboard-only navigation",
  "accessibility_li_45": "Color contrast testing",
  "accessibility_li_46": "Testing with users with disabilities",
  "accessibility_li_47": "Company: מארוצקי",
  "accessibility_li_48": "Email: info@company.com",
  "accessibility_li_49": "Phone: 03-1234567",
  "legal_privacy_li_23": "Personal information: name, email address, phone number and address",
  "legal_privacy_li_24": "Technical information: IP address, browser type, operating system and website usage data",
  "legal_privacy_li_25": "Cookies: information stored on your computer to improve user experience",
  "legal_privacy_li_26": "Providing requested services",
  "legal_privacy_li_27": "Improving service and user experience",
  "legal_privacy_li_28": "Contacting you regarding our services",
  "legal_privacy_li_29": "Compliance with legal requirements",
  "legal_privacy_li_30": "With your explicit consent",
  "legal_privacy_li_31": "When required by law",
  "legal_privacy_li_32": "To protect our rights or the security of our users",
  "legal_privacy_li_33": "With service providers who assist in operating the service (under confidentiality agreements)",
  "legal_privacy_li_34": "Right to access personal information stored about you",
  "legal_privacy_li_35": "Right to correct incorrect or inaccurate information",
  "legal_privacy_li_36": "Right to delete personal information under certain circumstances",
  "legal_privacy_li_37": "Right to object to information processing for marketing purposes",
  "legal_privacy_li_38": "Right to file a complaint with the Database Registrar",
  "legal_privacy_li_39": "Company: [business_name]",
  "legal_privacy_li_40": "Email: [business_email]",
  "legal_privacy_li_41": "Phone: [business_phone]",
  "legal_privacy_li_42": "Address: [business_address]",
  "legal_terms_link_25": "[business_email]",
  "legal_terms_link_26": "[business_phone]",
  "legal_terms_link_27": "← Back to website",
  "services_page_title": "Our Comprehensive Book Collection — Marotski",
  "accessibility_alt_53": "מארוצקי",
  "accessibility_nav_50": "Our Books",
  "accessibility_nav_51": "About",
  "accessibility_nav_52": "Contact",
  "accessibility_link_19": "info@company.com",
  "accessibility_link_20": "Privacy Policy",
  "accessibility_link_21": "Accessibility",
  "accessibility_link_22": "Terms of Use",
  "accessibility_link_23": "Zappy",
  "home_meta_description": "Marotski bookstore offers a wide selection of academic textbooks at affordable prices for students and parents. Discover our book collection today!",
  "legal_privacy_link_20": "[business_email]",
  "legal_privacy_link_21": "[business_phone]",
  "legal_privacy_link_22": "← Back to website",
  "about_meta_description": "Discover the story behind Marotzki Bookstore - a tradition of excellent service, affordable prices and love of books. A bookstore for students in Israel with soul.",
  "legal_terms_page_title": "Terms of Use - [business_name]",
  "terms_meta_description": "Terms of Use for the website - user rights and obligations",
  "legal_accessibility_p_9": "[business_name] is committed to making our services accessible to the general public. We work to implement the guidelines of the Israeli Standard (IS 5568) based on WCAG 2.1 guidelines at AA level.",
  "accessibility_page_title": "Accessibility Statement",
  "contact_meta_description": "Contact מארוצקי bookstore - we'd be happy to help you find the books you're looking for. Professional and dedicated service for students and parents.",
  "legal_accessibility_h1_1": "Accessibility Statement",
  "legal_accessibility_h2_2": "1. Accessibility Policy",
  "legal_accessibility_h2_3": "2. Website Accessibility Arrangements",
  "legal_accessibility_h2_4": "3. Supported Assistive Technologies",
  "legal_accessibility_h2_5": "4. Accessibility Testing",
  "legal_accessibility_h2_6": "5. Continuous Improvements",
  "legal_accessibility_h2_7": "6. Contact and Feedback",
  "legal_accessibility_h3_8": "WCAG 2.1 Standard Compliance",
  "legal_accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "legal_accessibility_p_11": "The website complies with WCAG 2.1 AA level standard, which includes:",
  "legal_accessibility_p_12": "The website has been tested using:",
  "legal_accessibility_p_13": "We work continuously to improve the website's accessibility and update it according to technological developments and user feedback.",
  "legal_accessibility_p_14": "If you encounter an accessibility issue on the website or need assistance, please contact us:",
  "legal_accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work toward resolution within 10 business days.",
  "legal_accessibility_p_16": "Complaints: You may file a complaint with the Ministry of Justice - Commissioner for Equal Rights of Persons with Disabilities",
  "legal_privacy_page_title": "Privacy Policy - [business_name]",
  "privacy_meta_description": "Our privacy policy - how we collect, use and protect your information",
  "legal_accessibility_li_20": "Keyboard navigation support",
  "legal_accessibility_li_21": "Screen reader support",
  "legal_accessibility_li_22": "Appropriate color contrast",
  "legal_accessibility_li_23": "Flexible and scalable font sizes",
  "legal_accessibility_li_24": "Detailed image descriptions (Alt text)",
  "legal_accessibility_li_25": "Hierarchically structured headings",
  "legal_accessibility_li_26": "Descriptive and clear links",
  "legal_accessibility_li_27": "Zoom support up to 200% without content loss",
  "legal_accessibility_li_28": "Perceivable: Information is presented in ways users can perceive",
  "legal_accessibility_li_29": "Operable: Interface components are operable",
  "legal_accessibility_li_30": "Understandable: Information and user interface are understandable",
  "legal_accessibility_li_31": "Robust: Content can be interpreted by a variety of technologies",
  "legal_accessibility_li_32": "NVDA (Windows)",
  "legal_accessibility_li_33": "JAWS (Windows)",
  "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_35": "TalkBack (Android)",
  "legal_accessibility_li_36": "Dragon NaturallySpeaking",
  "legal_accessibility_li_37": "Switch navigation",
  "legal_accessibility_li_38": "Automated accessibility testing tools",
  "legal_accessibility_li_39": "Manual testing with screen readers",
  "legal_accessibility_li_40": "Keyboard-only navigation",
  "legal_accessibility_li_41": "Color contrast testing",
  "legal_accessibility_li_42": "Testing with users with disabilities",
  "legal_accessibility_li_43": "Company: [business_name]",
  "legal_accessibility_li_44": "Email: [business_email]",
  "legal_accessibility_li_45": "Phone: [business_phone]",
  "services_meta_description": "Discover the full range of Marotski bookstore - academic textbooks at affordable prices, classic literature, children's books and more. Professional and dedicated service.",
  "legal_accessibility_link_17": "[business_email]",
  "legal_accessibility_link_18": "[business_phone]",
  "legal_accessibility_link_19": "← Back to website",
  "accessibility_meta_description": "Our accessibility statement - our commitment to digital accessibility",
  "legal_accessibility_page_title": "Accessibility Statement - [business_name]"
}