{
  "home_h1_1": "גלו את עולם הספרים שלכם במארוצקי",
  "home_h2_2": "ברוכים הבאים לחנות ספרים עם נשמה",
  "home_h2_3": "מבחר הספרים המומלצים שלנו",
  "home_h2_4": "למה לבחור בחנות ספרים מארוצקי?",
  "home_h2_5": "מה הלקוחות שלנו אומרים",
  "home_h2_6": "מוכנים להתחיל את ההרפתקה הספרותית שלכם?",
  "home_h3_7": "חנות ספרים לסטודנטים בישראל עם מסורת של מצוינות - ספרי לימוד אקדמיים במחירים זולים ומבחר רחב לכל קורא",
  "home_h3_8": "ספרות קלאסית ומודרנית",
  "home_h3_9": "ספרי ילדים חינוכיים",
  "home_p_16": "Happily created by&nbsp;Zappy",
  "home_p_17": "מארוצקי היא יותר מסתם חנות ספרים - זהו מקום שבו מסורת פוגשת חדשנות. במשך שנים רבות, אנחנו מספקים לסטודנטים, הורים וקוראים נלהבים גישה למגוון רחב של ספרים איכוtiים במחירים משתלמים. החנות שלנו משלבת עיצוב וינטג' קלאסי עם שירות מודרני ומקצועי, ויוצרת חוויית קנייה ייחודית שמזכירה את הקסם של חנויות הספרים המסורתיות.",
  "home_p_18": "בין אם אתם מחפשים ספרי לימוד אקדמיים, ספרות להנאה, או ספרים חינוכיים לילדים - תמצאו אצלנו בדיוק מה שאתם צריכים. אנחנו מאמינים שכל ספר הוא שער לעולם חדש, וכל קורא ראוי לגישה נוחה ומשתלמת לידע ולתרבות.",
  "home_p_19": "אוסף מרשים של יצירות ספרות מהארץ ומהעולם - מקלאסיקות נצחיות ועד רומנים עכשוויים שמרתקים את הדמיון.",
  "home_p_20": "ספרים מעוררי השראה לילדים בכל הגילאים - מספרי תמונות לפעוטות ועד ספרי עיון מרתקים לנוער. תומכים בלמידה ובהתפתחות.",
  "home_p_21": "מבחר עצום של ספרי לימוד לכל התחומים - מדעים מדויקים, מדעי החברה, הנדסה ועוד. כל הספרים במחירים מיוחדים לסטודנטים.",
  "home_p_22": "הצוות המקצועי שלנו כאן כדי לעזור לכם למצוא בדיוק את הספר שאתם מחפשים. אנחנו מכירים כל פינה בחנות ונשמח לייעץ.",
  "home_p_23": "אלפי ספרים בכל הקטגוריות - מספרי לימוד אקדמיים ועד ספרות בידורית. תמיד תמצאו מה שאתם מחפשים.",
  "home_p_24": "מחירים מיוחדים לסטודנטים, הנחות קבועות ומבצעים שוטפים. איכות גבוהה במחיר הוגן.",
  "home_p_25": "עיצוב וינטג' מקסים שיוצר חוויית קנייה נעימה ומיוחדת. כמו לבקר בספרייה פרטית עתיקה.",
  "home_p_26": "צוות מקצועי ואדיב שמכיר את עולם הספרים לעומק ותמיד זמין לייעוץ ולעזרה.",
  "home_p_27": "\"חנות הספרים הכי מקסימה שביקרתי בה! האווירה הוינטג'ית והמבחר העצום הופכים כל ביקור לחוויה. מצאתי כאן את כל ספרי הלימוד שלי במחירים מצוינים.\"",
  "home_p_28": "\"כהורה, אני מעריכה מאוד את המגוון של ספרי הילדים החינוכיים. הצוות תמיד עוזר לי למצוא ספרים מתאימים לגיל ולרמה של הילדים שלי. ממליצה בחום!\"",
  "home_p_29": "\"מארוצקי היא הרבה יותר מחנות ספרים - זה מקום שבו אני מרגיש בבית. השירות מעולה, המחירים הוגנים, והאווירה פשוט קסומה. חנות ספרים אמיתית בסגנון הישן והטוב.\"",
  "home_p_30": "בואו לבקר אותנו בחנות או צרו איתנו קשר כדי לגלות את המגוון המלא של הספרים שלנו. אנחנו כאן כדי לעזור לכם למצוא את הספר המושלם.",
  "home_p_31": "© 2025 מארוצקי. כל הזכויות שמורות.",
  "home_p_32": "נוצר באמצעות&nbsp;Zappy",
  "about_h1_1": "הסיפור מאחורי חנות ספרים מארוצקי",
  "about_h2_2": "הערכים שמנחים אותנו",
  "about_h2_3": "המשימה שלנו",
  "about_h2_4": "הצוות שלנו",
  "about_h2_5": "בואו להכיר אותנו מקרוב",
  "about_h3_6": "מסורת של מצוינות, אהבת ספרים ושירות מסור - חנות ספרים לסטודנטים בישראל שמאמינה בכוח של הידע",
  "about_h3_7": "אהבת ספרים",
  "about_h3_8": "שירות מסור",
  "about_h3_9": "הגינות ושקיפות",
  "about_p_14": "Happily created by&nbsp;Zappy",
  "about_p_15": "מארוצקי היא לא רק חנות ספרים - היא מוסד תרבותי עם מסורת עשירה ואהבה עמוקה לעולם הספרים. הסיפור שלנו התחיל לפני שנים רבות, כשהמייסדים שלנו החליטו ליצור מקום שבו ספרים לא רק נמכרים, אלא גם נחגגים ומכובדים. הם רצו ליצור חנות ספרים שתהיה בית שני לקוראים נלהבים, מקום שבו אפשר לבלות שעות בין המדפים, לגלות סיפורים חדשים ולהרגיש את הקסם של הספרות.",
  "about_p_16": "מההתחלה, החזון שלנו היה ברור: להפוך את הידע והתרבות לנגישים לכולם. אנחנו מאמינים שכל אדם ראוי לגישה לספרים איכותיים, בלי קשר למצב הכלכלי שלו. לכן, אנחנו מתמחים במתן ספרי לימוד אקדמיים במחירים זולים לסטודנטים, ומציעים מגוון רחב של ספרים בכל הקטגוריות במחירים הוגנים ומשתלמים.",
  "about_p_17": "העיצוב הייחודי של החנות שלנו משקף את האהבה שלנו למסורת ולהיסטוריה של חנויות הספרים הקלאסיות. הסגנון הוינטג' יוצר אווירה נעימה ומזמינה, שמזכירה את הקסם של חנויות הספרים המסורתיות מהעבר. כל פינה בחנות מעוצבת בקפידה כדי ליצור חוויה ייחודית שמעודדת לשהות, לגלות ולהתאהב בספרים מחדש.",
  "about_p_18": "אנחנו מאמינים בכוח המשנה חיים של ספרים. כל ספר הוא שער לעולם חדש, והמשימה שלנו היא לעזור לכל אדם למצוא את הספר שישנה את חייו.",
  "about_p_19": "הצוות שלנו מורכב מקוראים נלהבים שאוהבים את מה שהם עושים. אנחנו כאן כדי לעזור, לייעץ ולוודא שכל לקוח מוצא בדיוק מה שהוא מחפש.",
  "about_p_20": "אנחנו מאמינים במחירים הוגנים ובשקיפות מלאה. לא תמצאו אצלנו עלויות נסתרות או מחירים מנופחים - רק מחירים הוגנים ושירות ישר.",
  "about_p_21": "חנות ספרים מארוצקי היא יותר ממקום עסקי - היא חלק מהקהילה. אנחנו גאים בקשרים שיצרנו עם הלקוחות שלנו לאורך השנים.",
  "about_p_22": "המשימה של חנות ספרים מארוצקי היא פשוטה אך חשובה: להפוך את הידע והתרבות לנגישים לכולם. אנחנו מאמינים שספרים הם לא מותרות - הם צורך בסיסי שחיוני להתפתחות אישית, חינוך וצמיחה. לכן, אנחנו עושים כל מאמץ להציע מגוון רחב של ספרים במחירים משתלמים, במיוחד לסטודנטים והורים שמשקיעים בחינוך של ילדיהם.",
  "about_p_23": "אנחנו גם מחויבים לשמר את המסורת של חנויות הספרים הקלאסיות - מקומות שבהם אפשר לבלות זמן, לגלות ספרים חדשים ולקבל ייעוץ אישי ומקצועי. בעידן של קניות אונליין וספרים דיגיטליים, אנחנו מאמינים שיש ערך עצום בחוויה הפיזית של ביקור בחנות ספרים אמיתית, עם מדפים מלאים באפשרויות ואנשים שאוהבים ספרים.",
  "about_p_24": "בנוסף, אנחנו רואים את עצמנו כשותפים בתהליך החינוכי והתרבותי של הקהילה. אנחנו עובדים בשיתוף פעולה עם מוסדות לימודיים, מורים והורים כדי לוודא שתמיד יש אצלנו את הספרים הנכונים במחיר הנכון. אנחנו מאמינים שהשקעה בספרים היא השקעה בעתיד.",
  "about_p_25": "הצוות של מארוצקי מורכב מקוראים נלהבים ומקצועיים שאוהבים את עולם הספרים ומחויבים לספק שירות מעולה. כל אחד מחברי הצוות מביא איתו ידע עמוק בתחום הספרות והתמחות בקטגוריות שונות, כך שתמיד יהיה מישהו שיכול לעזור לכם למצוא את הספר המושלם.",
  "about_p_26": "הצוות שלנו קורא הרבה ומכיר לעומק את עולם הספרים - מקלאסיקות ועד רומנים עכשוויים. אנחנו תמיד מעודכנים בספרים החדשים והמרתקים ביותר.",
  "about_p_27": "יש לנו מומחים שמכירים לעומק את הדרישות של כל מוסד לימודי ויכולים לעזור לסטודנטים למצוא את ספרי הלימוד שהם צריכים לכל קורס.",
  "about_p_28": "חברי צוות שמתמחים בספרות ילדים ויכולים לייעץ להורים איזה ספרים מתאימים לגיל ולרמה של הילדים שלהם.",
  "about_p_29": "נשמח לראות אתכם בחנות ספרים מארוצקי ולשתף אתכם בקסם של עולם הספרים. הצוות שלנו ממתין לכם בברכה.",
  "about_p_30": "© 2025 מארוצקי. כל הזכויות שמורות.",
  "about_p_31": "נוצר באמצעות&nbsp;Zappy",
  "home_h3_10": "ספרי לימוד אקדמיים",
  "home_h3_11": "שירות אישי ומסור",
  "home_h3_12": "מגוון עצום",
  "home_h3_13": "מחירים משתלמים",
  "home_h3_14": "אווירה ייחודית",
  "home_h3_15": "שירות מעולה",
  "terms_h1_1": "תנאי שימוש",
  "terms_h2_2": "1. הגדרות",
  "terms_h2_3": "2. תיאור השירותים",
  "terms_h2_4": "3. תנאי השימוש",
  "terms_h2_5": "4. חובות המשתמש",
  "terms_h2_6": "5. מדיניות תשלומים והחזרים",
  "terms_h2_7": "6. הגבלת אחריות",
  "terms_h2_8": "7. זכויות יוצרים וקניין רוחני",
  "terms_h2_9": "8. פרטיות",
  "terms_p_15": "מארוצקי מספקת קמעונאות ספרים דרך האתר. השירותים כפופים לתנאים המפורטים במסמך זה \n            ועשויים להשתנות מעת לעת.",
  "terms_p_16": "השימוש באתר מותנה בעמידה בתנאים הבאים:",
  "terms_p_17": "במידה והשירותים כוללים תשלום:",
  "terms_p_18": "השירותים ניתנים \"כפי שהם\" ללא אחריות מכל סוג. החברה לא תהיה אחראית לנזקים עקיפים, \n            תוצאתיים או מיוחדים הנובעים משימוש באתר, למעט במקרים בהם החוק קובע אחרת.",
  "terms_p_19": "כל התכנים באתר, כולל טקסטים, תמונות, עיצוב וקוד, מוגנים בזכויות יוצרים השייכות למארוצקי. \n            אסור לשכפל, להפיץ או לעשות שימוש מסחרי בתכנים ללא אישור בכתב.",
  "terms_p_20": "איסוף ושימוש במידע אישי כפופים למדיניות הפרטיות שלנו. השימוש באתר מהווה הסכמה \n            למדיניות הפרטיות כפי שמפורט בנפרד.",
  "terms_p_21": "החברה רשאית לשנות תנאי שימוש אלה בכל עת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת \n            של 30 יום. המשך השימוש לאחר השינוי מהווה הסכמה לתנאים החדשים.",
  "terms_p_22": "החברה רשאית להפסיק או להגביל את השירות בכל עת, לרבות במקרה של הפרת תנאי השימוש. \n            במקרה של סיום השירות, יישמרו הוראות הסעיפים הרלוונטיים.",
  "terms_p_23": "תנאי שימוש אלה כפופים לחוקי מדינת ישראל. כל סכסוך יידון בבתי המשפט המוסמכים בישראל, \n            תוך מתן עדיפות לבוררות או גישור במידת האפשר.",
  "terms_p_24": "לשאלות או הבהרות בנוגע לתנאי השימוש:",
  "terms_p_25": "© 2025 מארוצקי. כל הזכויות שמורות.",
  "terms_p_26": "נוצר באמצעות&nbsp;Zappy",
  "about_h3_10": "קהילה ומסורת",
  "about_h3_11": "מומחי ספרות",
  "about_h3_12": "מתמחים אקדמיים",
  "about_h3_13": "מייעצי ספרי ילדים",
  "home_alt_49": "מארוצקי",
  "home_alt_50": "ספרות קלאסית ומודרנית",
  "home_alt_51": "ספרי ילדים חינוכיים",
  "home_alt_52": "ספרי לימוד אקדמיים במחירים זולים",
  "home_alt_53": "שירות אישי ומקצועי",
  "home_nav_46": "הספרים שלנו",
  "home_nav_47": "אודות",
  "home_nav_48": "צור קשר",
  "terms_h2_10": "9. שינוי תנאי השימוש",
  "terms_h2_11": "10. סיום השירות",
  "terms_h2_12": "11. דין חל ויישוב סכסוכים",
  "terms_h2_13": "12. הוראות כלליות",
  "terms_h2_14": "13. פרטי יצירת קשר",
  "terms_li_32": "\"החברה\" - מארוצקי",
  "terms_li_33": "\"המשתמש\" - כל מי שגולש או משתמש באתר",
  "terms_li_34": "\"השירותים\" - קמעונאות ספרים הניתנים דרך האתר",
  "terms_li_35": "השימוש באתר למטרות חוקיות בלבד",
  "terms_li_36": "אי-הפרעה לפעילות האתר או משתמשים אחרים",
  "terms_li_37": "אי-העלאת תוכן פוגעני, לא חוקי או מזיק",
  "terms_li_38": "כיבוד זכויות יוצרים וקניין רוחני",
  "terms_li_39": "אי-ביצוע פעולות שעלולות לפגוע באבטחת האתר",
  "terms_li_40": "מתן מידע נכון ומדויק בעת הרשמה או הזמנה",
  "terms_li_41": "שמירה על סודיות פרטי הגישה לחשבון",
  "terms_li_42": "הודעה מיידית על כל שימוש לא מורשה בחשבון",
  "terms_li_43": "עדכון מידע אישי במידת הצורך",
  "terms_li_44": "התשלומים מבוצעים דרך מערכות בטוחות ומוצפנות",
  "terms_li_45": "המחירים כוללים מע\"ם כנדרש בחוק",
  "terms_li_46": "זכות ביטול עסקה תעמוד בהתאם לחוק הגנת הצרכן",
  "terms_li_47": "החזרים יבוצעו תוך 14 ימי עסקים מאישור הביטול",
  "terms_li_48": "אם חלק מהתנאים יוכרז כבלתי תקף, יישארו שאר התנאים בתוקף",
  "terms_li_49": "אי-אכיפה של זכות לא תחשב כוויתור עליה",
  "terms_li_50": "תנאי השימוש מהווים את מלוא ההסכם בין הצדדים",
  "terms_li_51": "חברה: מארוצקי",
  "terms_li_52": "אימייל: info@company.com",
  "terms_li_53": "טלפון: 03-1234567",
  "terms_li_54": "כתובת: כתובת החברה, ישראל",
  "about_alt_41": "מארוצקי",
  "about_nav_38": "הספרים שלנו",
  "about_nav_39": "אודות",
  "about_nav_40": "צור קשר",
  "contact_h1_1": "צרו קשר עם חנות ספרים מארוצקי",
  "contact_h2_2": "שלחו לנו הודעה",
  "contact_h2_3": "פרטי התקשרות",
  "contact_h2_4": "בואו לבקר אותנו בחנות",
  "contact_h3_5": "נשמח לעזור לכם למצוא את הספרים שאתם מחפשים - צוות מקצועי ומסור לשירותכם",
  "contact_h3_6": "טלפון",
  "contact_h3_7": "דואר אלקטרוני",
  "contact_h3_8": "כתובת",
  "contact_h3_9": "שעות פתיחה",
  "contact_p_10": "Happily created by&nbsp;Zappy",
  "contact_p_11": "מלאו את הפרטים ונחזור אליכם בהקדם. נשמח לעזור לכם למצוא ספרים, לענות על שאלות או לקבל הזמנות מיוחדות.",
  "contact_p_12": "[business_address]",
  "contact_p_13": "ראשון - חמישי: 9:00 - 19:00",
  "contact_p_14": "שישי: 9:00 - 14:00",
  "contact_p_15": "שבת: סגור",
  "contact_p_16": "חנות ספרים מארוצקי ממוקמת במיקום נוח ונגיש. אנחנו מזמינים אתכם לבקר אותנו ולהתרשם מהמגוון העצום של הספרים שלנו, מהעיצוב הייחודי של החנות ומהשירות המסור של הצוות שלנו. בין אם אתם מחפשים ספר מסוים או פשוט רוצים לטייל בין המדפים ולגלות משהו חדש - תמיד תמצאו אצלנו אווירה נעימה ומזמינה.",
  "contact_p_17": "חניה נוחה בסביבה",
  "contact_p_18": "נגישות מלאה לאנשים עם מוגבלויות",
  "contact_p_19": "פינת קפה נעימה לקריאה במקום",
  "contact_p_20": "© 2025 מארוצקי. כל הזכויות שמורות.",
  "contact_p_21": "נוצר באמצעות&nbsp;Zappy",
  "home_link_38": "Zappy",
  "home_link_39": "התחילו לקרוא היום",
  "home_link_40": "גלו את האוסף",
  "home_link_41": "צרו קשר עכשיו",
  "home_link_42": "מדיניות פרטיות",
  "home_link_43": "נגישות",
  "home_link_44": "תנאי שימוש",
  "home_link_45": "Zappy",
  "home_span_33": "התחילו לקרוא היום",
  "home_span_34": "גלו את האוסף",
  "home_span_35": "סטודנטית לפסיכולוגיה",
  "home_span_36": "הורה לשלושה",
  "home_span_37": "קוראת נלהבת",
  "privacy_h1_1": "מדיניות פרטיות",
  "privacy_h2_2": "1. איסוף מידע",
  "privacy_h2_3": "2. שימוש במידע",
  "privacy_h2_4": "3. שיתוף מידע",
  "privacy_h2_5": "4. זכויות המשתמש",
  "privacy_h2_6": "5. עוגיות (Cookies)",
  "privacy_h2_7": "6. אבטחת מידע",
  "privacy_h2_8": "7. שינויים במדיניות",
  "privacy_h2_9": "8. יצירת קשר",
  "privacy_p_10": "מארוצקי (\"החברה\", \"אנו\", \"שלנו\") מחויבת להגן על פרטיותכם. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, \n            משתמשים ומגינים על המידע שלכם בעת השימוש באתר www.company.com (\"השירות\").",
  "privacy_p_11": "אנו עשויים לאסוף את סוגי המידע הבאים:",
  "privacy_p_12": "אנו משתמשים במידע שנאסף למטרות הבאות:",
  "privacy_p_13": "אנו לא נמכור, נחכיר או נשתף את המידע האישי שלכם עם צדדים שלישיים, למעט במקרים הבאים:",
  "privacy_p_14": "בהתאם לחוק הגנת הפרטיות התשמ\"א-1981, יש לכם הזכויות הבאות:",
  "privacy_p_15": "אתרנו משתמש בעוגיות לשיפור חוויית השימוש. ניתן לנהל את העוגיות דרך הגדרות הדפדפן שלכם. \n            השבתת עוגיות עלולה להשפיע על פונקציונליות האתר.",
  "privacy_p_16": "אנו נוקטים באמצעי אבטחה סבירים להגנה על המידע שלכם, כולל הצפנה, חומות אש ובקרת גישה מוגבלת. \n            עם זאת, אף שיטת העברה או אחסון אינה בטוחה ב-100%.",
  "privacy_p_17": "אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת של 30 יום.",
  "privacy_p_18": "לשאלות או בקשות בנוגע למדיניות פרטיות זו, ניתן לפנות אלינו:",
  "privacy_p_19": "רשם מאגרי המידע: לתלונות ניתן לפנות לרשם מאגרי המידע במשרד המשפטים",
  "privacy_p_20": "© 2025 מארוצקי. כל הזכויות שמורות.",
  "privacy_p_21": "נוצר באמצעות&nbsp;Zappy",
  "terms_alt_58": "מארוצקי",
  "terms_nav_55": "הספרים שלנו",
  "terms_nav_56": "אודות",
  "terms_nav_57": "צור קשר",
  "about_link_32": "Zappy",
  "about_link_33": "צרו קשר עכשיו",
  "about_link_34": "מדיניות פרטיות",
  "about_link_35": "נגישות",
  "about_link_36": "תנאי שימוש",
  "about_link_37": "Zappy",
  "privacy_li_27": "מידע אישי: שם, כתובת אימייל, מספר טלפון וכתובת",
  "privacy_li_28": "מידע טכני: כתובת IP, סוג דפדפן, מערכת הפעלה ונתוני שימוש באתר",
  "privacy_li_29": "עוגיות: מידע הנשמר במחשבכם לשיפור חוויית השימוש",
  "privacy_li_30": "מתן השירותים המבוקשים",
  "privacy_li_31": "שיפור השירות וחוויית המשתמש",
  "privacy_li_32": "יצירת קשר עמכם בנוגע לשירותינו",
  "privacy_li_33": "עמידה בדרישות חוקיות",
  "privacy_li_34": "בהסכמתכם המפורשת",
  "privacy_li_35": "כאשר נדרש על פי חוק",
  "privacy_li_36": "להגנה על זכויותינו או בטחון משתמשינו",
  "privacy_li_37": "עם ספקי שירות המסייעים בהפעלת השירות (תחת הסכמי סודיות)",
  "privacy_li_38": "זכות עיון במידע האישי השמור עליכם",
  "privacy_li_39": "זכות לתיקון מידע שגוי או לא מדויק",
  "privacy_li_40": "זכות למחיקת מידע אישי בנסיבות מסוימות",
  "privacy_li_41": "זכות להתנגד לעיבוד מידע למטרות שיווק",
  "privacy_li_42": "זכות להגשת תלונה לרשם מאגרי המידע",
  "privacy_li_43": "חברה: מארוצקי",
  "privacy_li_44": "אימייל: info@company.com",
  "privacy_li_45": "טלפון: 03-1234567",
  "privacy_li_46": "כתובת: כתובת החברה, ישראל",
  "services_h1_1": "גלו את המגוון המקיף של הספרים שלנו",
  "services_h2_2": "ספרי לימוד אקדמיים",
  "services_h2_3": "ספרות קלאסית ומודרנית",
  "services_h2_4": "ספרי ילדים וספרות נוער",
  "services_h2_5": "ספרי עיון ופיתוח אישי",
  "services_h2_6": "מתנות ואקססוריז לקריאה",
  "services_h2_7": "שירות אישי והזמנות מיוחדות",
  "services_h2_8": "מעוניינים לגלות עוד על הספרים שלנו?",
  "services_h3_9": "חנות ספרים לסטודנטים בישראל עם אוסף עשיר של ספרי לימוד אקדמיים במחירים זולים, ספרות איכותית וספרי ילדים מרתקים",
  "services_p_10": "Happily created by&nbsp;Zappy",
  "services_p_11": "מארוצקי היא חנות ספרים שמציעה מגוון רחב ומקיף של ספרים לכל קורא ולכל צורך. בין אם אתם סטודנטים המחפשים ספרי לימוד אקדמיים במחירים משתלמים, הורים שרוצים לעודד את ילדיהם לקרוא, או פשוט קוראים נלהבים - תמצאו כאן בדיוק מה שאתם צריכים.",
  "services_p_12": "האוסף שלנו מתעדכן באופן קבוע, והצוות המקצועי שלנו תמיד זמין כדי לעזור לכם למצוא את הספר המושלם. אנחנו גאים בשירות האישי והמסור שלנו ובאווירה הייחודית של החנות, שמשלבת קסם וינטג' עם נוחות מודרנית.",
  "services_p_13": "המחלקה הגדולה ביותר שלנו מוקדשת לסטודנטים ולאקדמאים. אנחנו מציעים מגוון עצום של ספרי לימוד בכל התחומים - מדעים מדויקים, מדעי החברה, הנדסה, רפואה, משפטים ועוד. כל הספרים זמינים במחירים מיוחדים לסטודנטים, כי אנחנו מאמינים שגישה לידע צריכה להיות נגישה לכולם.",
  "services_p_14": "בנוסף לספרי הלימוד הסטנדרטיים, תמצאו אצלנו גם ספרי עיון אקדמיים, מחקרים, מאמרים ומקורות נוספים שיעזרו לכם להצליח בלימודים. הצוות שלנו מכיר לעומק את הדרישות של כל מוסד לימודי ויכול לעזור לכם למצוא בדיוק את הספרים שאתם צריכים לקורס שלכם.",
  "services_p_15": "חנות ספרים אמיתית לא יכולה להיות בלי מחלקת ספרות עשירה ומגוונת. אצלנו תמצאו את כל הקלאסיקות - מיצירות המופת של הספרות העולמית ועד סופרים ישראליים מובילים. בין אם אתם אוהבים רומנים היסטוריים, מתח פסיכולוגי, מדע בדיוני או שירה - יש לנו משהו בשבילכם.",
  "services_p_16": "אנחנו גם עוקבים אחרי הספרים החדשים והמרתקים ביותר שיוצאים לאור, כך שתמיד תוכלו למצוא אצלנו את הרומנים העכשוויים המומלצים ביותר. הצוות שלנו קורא הרבה ותמיד שמח לשתף בהמלצות אישיות ולעזור לכם למצוא את הספר הבא שיסחוף אתכם.",
  "services_p_17": "אנחנו מאמינים שחשוב לטפח אהבת קריאה מגיל צעיר, ולכן השקענו מאמץ רב ביצירת מחלקת ספרי ילדים מיוחדת ומגוונת. תמצאו אצלנו ספרי תמונות מקסימים לפעוטות, ספרים חינוכיים לגיל בית הספר היסודי, וספרות נוער מרתקת למתבגרים.",
  "services_p_18": "כל הספרים נבחרו בקפידה כדי לתמוך בהתפתחות הילדים - לשפר את כישורי הקריאה שלהם, להרחיב את האופקים, ולעודד דמיון ויצירתיות. הצוות שלנו מתמחה בספרות ילדים ויכול לייעץ להורים איזה ספרים מתאימים לגיל ולרמה של הילד שלהם.",
  "services_p_19": "בנוסף לספרות בדיונית, אנחנו מציעים מבחר רחב של ספרי עיון בתחומים מגוונים - היסטוריה, ביוגרפיות, מדע, אמנות, פילוסופיה, פסיכולוגיה ועוד. אלה ספרים שמעשירים את הידע, מרחיבים את האופקים ומספקים כלים מעשיים לחיים.",
  "services_p_20": "מחלקת הפיתוח האישי שלנו כוללת ספרים על ניהול זמן, מנהיגות, יזמות, בריאות ואיכות חיים. אלה ספרים שיכולים לשנות חיים ולעזור לכם להשיג את המטרות שלכם. אנחנו בוחרים רק ספרים איכותיים ומבוססים שבאמת יכולים לעשות הבדל.",
  "services_p_21": "ספר הוא תמיד מתנה מושלמת, ואנחנו מציעים שירות עטיפת מתנות מיוחד שהופך כל ספר למתנה מרהיבה. בנוסף, תמצאו אצלנו מגוון של אקססוריז לקריאה - סימניות מעוצבות, נרות ריחניים, כוסות תה, ופריטים נוספים שהופכים את חוויית הקריאה למיוחדת עוד יותר.",
  "services_p_22": "אנחנו גם מציעים כרטיסי מתנה לחנות ספרים, שהם הפתרון המושלם כשאתם לא בטוחים איזה ספר לבחור למישהו. הכרטיס מאפשר למקבל המתנה לבחור בעצמו את הספר שהוא הכי רוצה לקרוא.",
  "services_p_23": "אחד היתרונות הגדולים של חנות ספרים מסורתית הוא השירות האישי והמסור. הצוות שלנו מורכב מקוראים נלהבים שמכירים לעומק את עולם הספרים ותמיד שמחים לעזור. אנחנו יכולים לייעץ לכם על בחירת ספרים, להמליץ על כותבים חדשים, ולעזור לכם למצוא בדיוק את מה שאתם מחפשים.",
  "services_p_24": "אם אתם מחפשים ספר מסוים שאין לנו כרגע במלאי, אנחנו נשמח להזמין אותו עבורכם. השירות שלנו כולל גם הזמנות מיוחדות של ספרים נדירים, מהדורות מוגבלות וספרים בשפות זרות. אנחנו עושים הכל כדי לוודא שתמצאו את הספר שאתם רוצים.",
  "services_p_25": "בואו לבקר אותנו בחנות ספרים מארוצקי ותיהנו מחוויית קנייה ייחודית. הצוות שלנו ישמח לעזור לכם למצוא את הספר המושלם.",
  "services_p_26": "© 2025 מארוצקי. כל הזכויות שמורות.",
  "services_p_27": "נוצר באמצעות&nbsp;Zappy",
  "terms_link_27": "info@company.com",
  "terms_link_28": "מדיניות פרטיות",
  "terms_link_29": "נגישות",
  "terms_link_30": "תנאי שימוש",
  "terms_link_31": "Zappy",
  "contact_alt_37": "מארוצקי",
  "contact_btn_29": "שלח הודעה",
  "contact_nav_34": "הספרים שלנו",
  "contact_nav_35": "אודות",
  "contact_nav_36": "צור קשר",
  "privacy_alt_50": "מארוצקי",
  "privacy_nav_47": "הספרים שלנו",
  "privacy_nav_48": "אודות",
  "privacy_nav_49": "צור קשר",
  "contact_link_22": "Zappy",
  "contact_link_23": "[business_phone]",
  "contact_link_24": "[business_email]",
  "contact_link_25": "מדיניות פרטיות",
  "contact_link_26": "נגישות",
  "contact_link_27": "תנאי שימוש",
  "contact_link_28": "Zappy",
  "home_page_title": "גלו את עולם הספרים שלכם — מארוצקי",
  "privacy_link_22": "info@company.com",
  "privacy_link_23": "מדיניות פרטיות",
  "privacy_link_24": "נגישות",
  "privacy_link_25": "תנאי שימוש",
  "privacy_link_26": "Zappy",
  "services_alt_37": "מארוצקי",
  "services_alt_38": "ספרי לימוד אקדמיים במחירים זולים",
  "services_alt_39": "ספרות קלאסית ומודרנית",
  "services_alt_40": "ספרי ילדים חינוכיים",
  "services_alt_41": "ספרי עיון ומקצוע",
  "services_alt_42": "מתנות וחפצי קריאה",
  "services_alt_43": "שירות אישי ומקצועי",
  "services_nav_34": "הספרים שלנו",
  "services_nav_35": "אודות",
  "services_nav_36": "צור קשר",
  "about_page_title": "הסיפור שלנו ומסורת המצוינות — מארוצקי",
  "contact_label_30": "שם מלא *",
  "contact_label_31": "דואר אלקטרוני *",
  "contact_label_32": "טלפון *",
  "contact_label_33": "הודעה",
  "legal_terms_h1_1": "תנאי שימוש",
  "legal_terms_h2_2": "1. הגדרות",
  "legal_terms_h2_3": "2. תיאור השירותים",
  "legal_terms_h2_4": "3. תנאי השימוש",
  "legal_terms_h2_5": "4. חובות המשתמש",
  "legal_terms_h2_6": "5. מדיניות תשלומים והחזרים",
  "legal_terms_h2_7": "6. הגבלת אחריות",
  "legal_terms_h2_8": "7. זכויות יוצרים וקניין רוחני",
  "legal_terms_h2_9": "8. פרטיות",
  "legal_terms_p_15": "[business_name] מספקת שירותים כלליים דרך האתר. השירותים כפופים לתנאים המפורטים במסמך זה \n            ועשויים להשתנות מעת לעת.",
  "legal_terms_p_16": "השימוש באתר מותנה בעמידה בתנאים הבאים:",
  "legal_terms_p_17": "במידה והשירותים כוללים תשלום:",
  "legal_terms_p_18": "השירותים ניתנים \"כפי שהם\" ללא אחריות מכל סוג. החברה לא תהיה אחראית לנזקים עקיפים, \n            תוצאתיים או מיוחדים הנובעים משימוש באתר, למעט במקרים בהם החוק קובע אחרת.",
  "legal_terms_p_19": "כל התכנים באתר, כולל טקסטים, תמונות, עיצוב וקוד, מוגנים בזכויות יוצרים השייכות ל[business_name]. \n            אסור לשכפל, להפיץ או לעשות שימוש מסחרי בתכנים ללא אישור בכתב.",
  "legal_terms_p_20": "איסוף ושימוש במידע אישי כפופים למדיניות הפרטיות שלנו. השימוש באתר מהווה הסכמה \n            למדיניות הפרטיות כפי שמפורט בנפרד.",
  "legal_terms_p_21": "החברה רשאית לשנות תנאי שימוש אלה בכל עת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת \n            של 30 יום. המשך השימוש לאחר השינוי מהווה הסכמה לתנאים החדשים.",
  "legal_terms_p_22": "החברה רשאית להפסיק או להגביל את השירות בכל עת, לרבות במקרה של הפרת תנאי השימוש. \n            במקרה של סיום השירות, יישמרו הוראות הסעיפים הרלוונטיים.",
  "legal_terms_p_23": "תנאי שימוש אלה כפופים לחוקי מדינת ישראל. כל סכסוך יידון בבתי המשפט המוסמכים בישראל, \n            תוך מתן עדיפות לבוררות או גישור במידת האפשר.",
  "legal_terms_p_24": "לשאלות או הבהרות בנוגע לתנאי השימוש:",
  "services_link_28": "Zappy",
  "services_link_29": "צרו קשר עכשיו",
  "services_link_30": "מדיניות פרטיות",
  "services_link_31": "נגישות",
  "services_link_32": "תנאי שימוש",
  "services_link_33": "Zappy",
  "terms_page_title": "תנאי שימוש",
  "accessibility_p_9": "מארוצקי מחויבת להנגיש את השירותים לכלל הציבור. אנו פועלים ליישם את הנחיות התקן הישראלי \n            (ת\"י 5568) המבוסס על הנחיות WCAG 2.1 ברמת AA.",
  "legal_terms_h2_10": "9. שינוי תנאי השימוש",
  "legal_terms_h2_11": "10. סיום השירות",
  "legal_terms_h2_12": "11. דין חל ויישוב סכסוכים",
  "legal_terms_h2_13": "12. הוראות כלליות",
  "legal_terms_h2_14": "13. פרטי יצירת קשר",
  "legal_terms_li_28": "\"החברה\" - [business_name]",
  "legal_terms_li_29": "\"המשתמש\" - כל מי שגולש או משתמש באתר",
  "legal_terms_li_30": "\"השירותים\" - שירותים כלליים הניתנים דרך האתר",
  "legal_terms_li_31": "השימוש באתר למטרות חוקיות בלבד",
  "legal_terms_li_32": "אי-הפרעה לפעילות האתר או משתמשים אחרים",
  "legal_terms_li_33": "אי-העלאת תוכן פוגעני, לא חוקי או מזיק",
  "legal_terms_li_34": "כיבוד זכויות יוצרים וקניין רוחני",
  "legal_terms_li_35": "אי-ביצוע פעולות שעלולות לפגוע באבטחת האתר",
  "legal_terms_li_36": "מתן מידע נכון ומדויק בעת הרשמה או הזמנה",
  "legal_terms_li_37": "שמירה על סודיות פרטי הגישה לחשבון",
  "legal_terms_li_38": "הודעה מיידית על כל שימוש לא מורשה בחשבון",
  "legal_terms_li_39": "עדכון מידע אישי במידת הצורך",
  "legal_terms_li_40": "התשלומים מבוצעים דרך מערכות בטוחות ומוצפנות",
  "legal_terms_li_41": "המחירים כוללים מע\"ם כנדרש בחוק",
  "legal_terms_li_42": "זכות ביטול עסקה תעמוד בהתאם לחוק הגנת הצרכן",
  "legal_terms_li_43": "החזרים יבוצעו תוך 14 ימי עסקים מאישור הביטול",
  "legal_terms_li_44": "אם חלק מהתנאים יוכרז כבלתי תקף, יישארו שאר התנאים בתוקף",
  "legal_terms_li_45": "אי-אכיפה של זכות לא תחשב כוויתור עליה",
  "legal_terms_li_46": "תנאי השימוש מהווים את מלוא ההסכם בין הצדדים",
  "legal_terms_li_47": "חברה: [business_name]",
  "legal_terms_li_48": "אימייל: [business_email]",
  "legal_terms_li_49": "טלפון: [business_phone]",
  "legal_terms_li_50": "כתובת: [business_address]",
  "accessibility_h1_1": "הצהרת נגישות",
  "accessibility_h2_2": "1. מדיניות הנגישות",
  "accessibility_h2_3": "2. הסדרי הנגישות באתר",
  "accessibility_h2_4": "3. טכנולוגיות מסייעות נתמכות",
  "accessibility_h2_5": "4. בדיקות נגישות",
  "accessibility_h2_6": "5. שיפורים מתמשכים",
  "accessibility_h2_7": "6. יצירת קשר ומשוב",
  "accessibility_h3_8": "תאימות לתקן WCAG 2.1",
  "accessibility_p_10": "אנו מאמינים בשוויון זכויות ובזכותו של כל אדם לקבל מידע ושירותים בצורה עצמאית ושוויונית. \n            אתר זה תוכנן ונבנה תוך מתן דגש מיוחד על נגישות לאנשים עם מוגבלויות.",
  "accessibility_p_11": "האתר תואם לרמת AA של תקן WCAG 2.1, הכולל:",
  "accessibility_p_12": "האתר נבדק באמצעות:",
  "accessibility_p_13": "אנו עובדים באופן מתמשך לשיפור נגישות האתר ומעדכנים אותו בהתאם להתפתחויות טכנולוגיות ולמשוב מהמשתמשים.",
  "accessibility_p_14": "אם נתקלתם בבעיית נגישות באתר או זקוקים לסיוע, אנא פנו אלינו:",
  "accessibility_p_15": "זמני מענה: נענה לפניות בנושא נגישות תוך 3 ימי עסקים ונפעל לפתרון תוך 10 ימי עסקים.",
  "accessibility_p_16": "תלונות: ניתן להגיש תלונה למשרד המשפטים - הנציבות לשוויון זכויות לאנשים עם מוגבלות",
  "accessibility_p_17": "© 2025 מארוצקי. כל הזכויות שמורות.",
  "accessibility_p_18": "נוצר באמצעות&nbsp;Zappy",
  "contact_page_title": "צרו קשר עם חנות הספרים שלנו — מארוצקי",
  "legal_privacy_h1_1": "מדיניות פרטיות",
  "legal_privacy_h2_2": "1. איסוף מידע",
  "legal_privacy_h2_3": "2. שימוש במידע",
  "legal_privacy_h2_4": "3. שיתוף מידע",
  "legal_privacy_h2_5": "4. זכויות המשתמש",
  "legal_privacy_h2_6": "5. עוגיות (Cookies)",
  "legal_privacy_h2_7": "6. אבטחת מידע",
  "legal_privacy_h2_8": "7. שינויים במדיניות",
  "legal_privacy_h2_9": "8. יצירת קשר",
  "legal_privacy_p_10": "[business_name] (\"החברה\", \"אנו\", \"שלנו\") מחויבת להגן על פרטיותכם. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, \n            משתמשים ומגינים על המידע שלכם בעת השימוש באתר www.company.com (\"השירות\").",
  "legal_privacy_p_11": "אנו עשויים לאסוף את סוגי המידע הבאים:",
  "legal_privacy_p_12": "אנו משתמשים במידע שנאסף למטרות הבאות:",
  "legal_privacy_p_13": "אנו לא נמכור, נחכיר או נשתף את המידע האישי שלכם עם צדדים שלישיים, למעט במקרים הבאים:",
  "legal_privacy_p_14": "בהתאם לחוק הגנת הפרטיות התשמ\"א-1981, יש לכם הזכויות הבאות:",
  "legal_privacy_p_15": "אתרנו משתמש בעוגיות לשיפור חוויית השימוש. ניתן לנהל את העוגיות דרך הגדרות הדפדפן שלכם. \n            השבתת עוגיות עלולה להשפיע על פונקציונליות האתר.",
  "legal_privacy_p_16": "אנו נוקטים באמצעי אבטחה סבירים להגנה על המידע שלכם, כולל הצפנה, חומות אש ובקרת גישה מוגבלת. \n            עם זאת, אף שיטת העברה או אחסון אינה בטוחה ב-100%.",
  "legal_privacy_p_17": "אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת של 30 יום.",
  "legal_privacy_p_18": "לשאלות או בקשות בנוגע למדיניות פרטיות זו, ניתן לפנות אלינו:",
  "legal_privacy_p_19": "רשם מאגרי המידע: לתלונות ניתן לפנות לרשם מאגרי המידע במשרד המשפטים",
  "privacy_page_title": "מדיניות פרטיות",
  "accessibility_li_24": "תמיכה בניווט באמצעות מקלדת",
  "accessibility_li_25": "תמיכה בקוראי מסך",
  "accessibility_li_26": "ניגודיות צבעים מתאימה",
  "accessibility_li_27": "גדלי פונט גמישים וניתנים להגדלה",
  "accessibility_li_28": "תיאורי תמונות (Alt text) מפורטים",
  "accessibility_li_29": "כותרות מובנות היררכית",
  "accessibility_li_30": "קישורים תיאוריים וברורים",
  "accessibility_li_31": "תמיכה בזום עד 200% ללא אובדן תוכן",
  "accessibility_li_32": "נתפס (Perceivable): המידע מוצג בדרכים שמשתמשים יכולים לתפוס",
  "accessibility_li_33": "פעיל (Operable): רכיבי הממשק ניתנים להפעלה",
  "accessibility_li_34": "מובן (Understandable): המידע וממשק המשתמש מובנים",
  "accessibility_li_35": "חזק (Robust): התוכן יכול להיות מפוענח על ידי מגוון טכנולוגיות",
  "accessibility_li_36": "NVDA (Windows)",
  "accessibility_li_37": "JAWS (Windows)",
  "accessibility_li_38": "VoiceOver (Mac/iOS)",
  "accessibility_li_39": "TalkBack (Android)",
  "accessibility_li_40": "Dragon NaturallySpeaking",
  "accessibility_li_41": "Switch navigation",
  "accessibility_li_42": "כלים אוטומטיים לבדיקת נגישות",
  "accessibility_li_43": "בדיקות ידניות עם קוראי מסך",
  "accessibility_li_44": "ניווט באמצעות מקלדת בלבד",
  "accessibility_li_45": "בדיקת ניגודיות צבעים",
  "accessibility_li_46": "בדיקה עם משתמשים עם מוגבלויות",
  "accessibility_li_47": "חברה: מארוצקי",
  "accessibility_li_48": "אימייל: info@company.com",
  "accessibility_li_49": "טלפון: 03-1234567",
  "legal_privacy_li_23": "מידע אישי: שם, כתובת אימייל, מספר טלפון וכתובת",
  "legal_privacy_li_24": "מידע טכני: כתובת IP, סוג דפדפן, מערכת הפעלה ונתוני שימוש באתר",
  "legal_privacy_li_25": "עוגיות: מידע הנשמר במחשבכם לשיפור חוויית השימוש",
  "legal_privacy_li_26": "מתן השירותים המבוקשים",
  "legal_privacy_li_27": "שיפור השירות וחוויית המשתמש",
  "legal_privacy_li_28": "יצירת קשר עמכם בנוגע לשירותינו",
  "legal_privacy_li_29": "עמידה בדרישות חוקיות",
  "legal_privacy_li_30": "בהסכמתכם המפורשת",
  "legal_privacy_li_31": "כאשר נדרש על פי חוק",
  "legal_privacy_li_32": "להגנה על זכויותינו או בטחון משתמשינו",
  "legal_privacy_li_33": "עם ספקי שירות המסייעים בהפעלת השירות (תחת הסכמי סודיות)",
  "legal_privacy_li_34": "זכות עיון במידע האישי השמור עליכם",
  "legal_privacy_li_35": "זכות לתיקון מידע שגוי או לא מדויק",
  "legal_privacy_li_36": "זכות למחיקת מידע אישי בנסיבות מסוימות",
  "legal_privacy_li_37": "זכות להתנגד לעיבוד מידע למטרות שיווק",
  "legal_privacy_li_38": "זכות להגשת תלונה לרשם מאגרי המידע",
  "legal_privacy_li_39": "חברה: [business_name]",
  "legal_privacy_li_40": "אימייל: [business_email]",
  "legal_privacy_li_41": "טלפון: [business_phone]",
  "legal_privacy_li_42": "כתובת: [business_address]",
  "legal_terms_link_25": "[business_email]",
  "legal_terms_link_26": "[business_phone]",
  "legal_terms_link_27": "← חזרה לאתר",
  "services_page_title": "מגוון הספרים המקיף שלנו — מארוצקי",
  "accessibility_alt_53": "מארוצקי",
  "accessibility_nav_50": "הספרים שלנו",
  "accessibility_nav_51": "אודות",
  "accessibility_nav_52": "צור קשר",
  "accessibility_link_19": "info@company.com",
  "accessibility_link_20": "מדיניות פרטיות",
  "accessibility_link_21": "נגישות",
  "accessibility_link_22": "תנאי שימוש",
  "accessibility_link_23": "Zappy",
  "home_meta_description": "חנות ספרים מארוצקי מציעה מבחר רחב של ספרי לימוד אקדמיים במחירים זולים לסטודנטים והורים. גלו את אוסף הספרים שלנו היום!",
  "legal_privacy_link_20": "[business_email]",
  "legal_privacy_link_21": "[business_phone]",
  "legal_privacy_link_22": "← חזרה לאתר",
  "about_meta_description": "גלו את הסיפור מאחורי חנות ספרים מארוצקי - מסורת של שירות מעולה, מחירים משתלמים ואהבת ספרים. חנות ספרים לסטודנטים בישראל עם נשמה.",
  "legal_terms_page_title": "תנאי שימוש - [business_name]",
  "terms_meta_description": "תנאי השימוש באתר - הזכויות והחובות של המשתמשים",
  "legal_accessibility_p_9": "[business_name] מחויבת להנגיש את השירותים לכלל הציבור. אנו פועלים ליישם את הנחיות התקן הישראלי \n            (ת\"י 5568) המבוסס על הנחיות WCAG 2.1 ברמת AA.",
  "accessibility_page_title": "הצהרת נגישות",
  "contact_meta_description": "צרו קשר עם חנות ספרים מארוצקי - נשמח לעזור לכם למצוא את הספרים שאתם מחפשים. שירות מקצועי ומסור לסטודנטים והורים.",
  "legal_accessibility_h1_1": "הצהרת נגישות",
  "legal_accessibility_h2_2": "1. מדיניות הנגישות",
  "legal_accessibility_h2_3": "2. הסדרי הנגישות באתר",
  "legal_accessibility_h2_4": "3. טכנולוגיות מסייעות נתמכות",
  "legal_accessibility_h2_5": "4. בדיקות נגישות",
  "legal_accessibility_h2_6": "5. שיפורים מתמשכים",
  "legal_accessibility_h2_7": "6. יצירת קשר ומשוב",
  "legal_accessibility_h3_8": "תאימות לתקן WCAG 2.1",
  "legal_accessibility_p_10": "אנו מאמינים בשוויון זכויות ובזכותו של כל אדם לקבל מידע ושירותים בצורה עצמאית ושוויונית. \n            אתר זה תוכנן ונבנה תוך מתן דגש מיוחד על נגישות לאנשים עם מוגבלויות.",
  "legal_accessibility_p_11": "האתר תואם לרמת AA של תקן WCAG 2.1, הכולל:",
  "legal_accessibility_p_12": "האתר נבדק באמצעות:",
  "legal_accessibility_p_13": "אנו עובדים באופן מתמשך לשיפור נגישות האתר ומעדכנים אותו בהתאם להתפתחויות טכנולוגיות ולמשוב מהמשתמשים.",
  "legal_accessibility_p_14": "אם נתקלתם בבעיית נגישות באתר או זקוקים לסיוע, אנא פנו אלינו:",
  "legal_accessibility_p_15": "זמני מענה: נענה לפניות בנושא נגישות תוך 3 ימי עסקים ונפעל לפתרון תוך 10 ימי עסקים.",
  "legal_accessibility_p_16": "תלונות: ניתן להגיש תלונה למשרד המשפטים - הנציבות לשוויון זכויות לאנשים עם מוגבלות",
  "legal_privacy_page_title": "מדיניות פרטיות - [business_name]",
  "privacy_meta_description": "מדיניות הפרטיות שלנו - כיצד אנו אוספים, משתמשים ומגנים על המידע שלכם",
  "legal_accessibility_li_20": "תמיכה בניווט באמצעות מקלדת",
  "legal_accessibility_li_21": "תמיכה בקוראי מסך",
  "legal_accessibility_li_22": "ניגודיות צבעים מתאימה",
  "legal_accessibility_li_23": "גדלי פונט גמישים וניתנים להגדלה",
  "legal_accessibility_li_24": "תיאורי תמונות (Alt text) מפורטים",
  "legal_accessibility_li_25": "כותרות מובנות היררכית",
  "legal_accessibility_li_26": "קישורים תיאוריים וברורים",
  "legal_accessibility_li_27": "תמיכה בזום עד 200% ללא אובדן תוכן",
  "legal_accessibility_li_28": "נתפס (Perceivable): המידע מוצג בדרכים שמשתמשים יכולים לתפוס",
  "legal_accessibility_li_29": "פעיל (Operable): רכיבי הממשק ניתנים להפעלה",
  "legal_accessibility_li_30": "מובן (Understandable): המידע וממשק המשתמש מובנים",
  "legal_accessibility_li_31": "חזק (Robust): התוכן יכול להיות מפוענח על ידי מגוון טכנולוגיות",
  "legal_accessibility_li_32": "NVDA (Windows)",
  "legal_accessibility_li_33": "JAWS (Windows)",
  "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_35": "TalkBack (Android)",
  "legal_accessibility_li_36": "Dragon NaturallySpeaking",
  "legal_accessibility_li_37": "Switch navigation",
  "legal_accessibility_li_38": "כלים אוטומטיים לבדיקת נגישות",
  "legal_accessibility_li_39": "בדיקות ידניות עם קוראי מסך",
  "legal_accessibility_li_40": "ניווט באמצעות מקלדת בלבד",
  "legal_accessibility_li_41": "בדיקת ניגודיות צבעים",
  "legal_accessibility_li_42": "בדיקה עם משתמשים עם מוגבלויות",
  "legal_accessibility_li_43": "חברה: [business_name]",
  "legal_accessibility_li_44": "אימייל: [business_email]",
  "legal_accessibility_li_45": "טלפון: [business_phone]",
  "services_meta_description": "גלו את המגוון המלא של חנות ספרים מארוצקי - ספרי לימוד אקדמיים במחירים זולים, ספרות קלאסית, ספרי ילדים ועוד. שירות מקצועי ומסור.",
  "legal_accessibility_link_17": "[business_email]",
  "legal_accessibility_link_18": "[business_phone]",
  "legal_accessibility_link_19": "← חזרה לאתר",
  "accessibility_meta_description": "הצהרת הנגישות שלנו - מחויבותנו לנגישות דיגיטלית",
  "legal_accessibility_page_title": "הצהרת נגישות - [business_name]"
}